APP001.description=Error while parsing the parameters by the NemID client library. Possible causes include\: - The parameters are not structured correctly (must be valid JSON for the JS client). - A mandatory parameter is missing. - An unsupported parameter was submitted. - [JS Client\: The ORIGIN parameter does not match the actual origin.] - An unsupported value was provided for an otherwise supported parameter. - The calculated digest does not match the value submitted in the PARAMS_DIGEST parameter.
APP001.text=Der er opst\u00E5et en teknisk fejl. Fors\u00F8g igen. Kontakt [Tjenesteudbyder], hvis problemet forts\u00E6tter.
APP002.description=The sign text was illegal, e.g. the HTML document contained illegal tags or the PDF document did not match its hash.
APP002.text=Der er opst\u00E5et en teknisk fejl. Fors\u00F8g igen. Kontakt [Tjenesteudbyder], hvis problemet forts\u00E6tter.
APP003.description=An unrecoverable, internal error occurred in the client. Stack traces from this kind of errors are automatically transmitted to Nets-DanID for analysis.
APP003.text=Der er opst\u00E5et en teknisk fejl. Kontakt NemID support [https://www.nemid.nu/dk-da/support/faa_hjaelp_til_nemid/kontakt/].
APP004.description=Returned by the client if it is unable to resume an existing user session and the [JS Client: ALLOW_STEPUP parameter is not set to TRUE.] [Others: NO_FALLBACK parameter is set]
APP004.text=Der er opst\u00E5et en teknisk fejl. Kontakt [Tjenesteudbyder], hvis problemet forts\u00E6tter.
APP007.description=Returned by the client if a mandatory parameter is missing, if an unrecognized parameter has been received, [JS Client: or if the ORIGIN parameter does not match the actual origin.]
APP007.text=Der er opst\u00E5et en teknisk fejl. Kontakt [Tjenesteudbyder].
APP008.description=Returned by the client if an invalid combination of parameters has been received. [JS Client: One example of an invalid combination would be if the client receives both CLIENTMODE=LIMITED and CREDENTIAL_UPDATE=ALIAS (since Limited mode does not support any of the administrative flows such as changing the user alias).]
APP008.text=Der er opst\u00E5et en teknisk fejl. Kontakt [Tjenesteudbyder].
APP009.description=Invalid HSession
APP009.text=Der er opst\u00E5et en teknisk fejl. Fors\u00F8g igen. Kontakt [Tjenesteudbyder], hvis problemet forts\u00E6tter.
APP010.description=The Java Script Client could not start.
APP010.text=Der er opst\u00E5et en teknisk fejl. Fors\u00F8g igen.

AUTH001.description=Number of allowed pin code attempts exceeded. The pin code has been revoked. The client has informed the user of this.
AUTH001.text=Dit NemID er sp\u00E6rret. Kontakt NemID support [https://www.nemid.nu/dk-da/support/faa_hjaelp_til_nemid/kontakt/].
AUTH003.description=The user does not have an established agreement with the bank.
AUTH003.text=Login er gennemf\u00F8rt korrekt, men du har ikke en bankaftale. Kontakt din bank for at h\u00F8re n\u00E6rmere.
AUTH004.description=The user\u2019s OTP device is currently quarantined, due to too many failed authentication attempts. This error code is returned if the user attempts to authenticate with an OTP device that has been quarantined during a previous session.
AUTH004.text=Dit NemID er midlertidigt l\u00E5st i 8 timer og du kan ikke logge p\u00E5 f\u00F8r sp\u00E6rringen er oph\u00E6vet.
AUTH005.description=The user\u2019s OTP device is locked permanently, due to too many failed password attempts. This error code is returned if the user attempts to authenticate with an OTP device that has been locked during a previous session.
AUTH005.text=Dit NemID er sp\u00E6rret. Kontakt venligst NemID-support [https://www.nemid.nu/dk-da/support/faa_hjaelp_til_nemid/kontakt/].
AUTH006.description=The user has run out of OTP codes, and does not have a pending OTP card.
AUTH006.text=Du har brugt alle n\u00F8gler p\u00E5 n\u00F8glekortet. Du kan bestille et nyt p\u00E5 siden Mistet n\u00F8glekort. [https://service.nemid.nu/dk-da/nemid/noeglekort/mistet_noeglekort/]
AUTH007.description=The user\u2019s OTP device password is revoked either because it was marked as compromised or because the user has made too many failed OTP attempts. This error code is returned if the user attempts to authenticate with an OTP device that has been revoked during a previous session.
AUTH007.text=Din NemID-adgangskode er sp\u00E6rret p\u00E5 grund af for mange fejlede fors\u00F8g. Kontakt NemID support [https://www.nemid.nu/dk-da/support/faa_hjaelp_til_nemid/kontakt/].
AUTH008.description=The user\u2019s OTP device is not activated and does not have an active pin code.
AUTH008.text=Dit NemID er ikke aktivt og du skal bestille en ny midlertidig adgangskode til aktivering hos support. Ring til NemID support [https://www.nemid.nu/dk-da/support/faa_hjaelp_til_nemid/kontakt/].
AUTH009.description=The client was unable to resume the user\u2019s established session (either because the user logged in with only one factor, the session has timed out, or the session has been tampered with), and the single-sign-on attempt failed.
AUTH009.text=Der er opst\u00E5et en teknisk fejl. Fors\u00F8g igen.
AUTH010.description=The user answered an OTP challenge that was not the latest issued. The user was probably trying to use the device in several sessions at once.
AUTH010.text=Der er opst\u00E5et en teknisk fejl. Tjek at kun \u00E9t NemID login er aktivt og fors\u00F8g igen.
AUTH011.description=The user authenticated using a PIN code on the mobile client.
AUTH011.text=NemID p\u00E5 mobil underst\u00F8tter ikke brug af midlertidig adgangskode. Kontakt NemID support for at f\u00E5 en ny kode udstedt. [https://www.nemid.nu/dk-da/support/faa_hjaelp_til_nemid/kontakt/] Log derefter p\u00E5 med NemID p\u00E5 [url til Tjenesteudbyders side med klient(er)]
AUTH012.description=The user tried to answer an expired OTP challenge.
AUTH012.text=Der er opst\u00E5et en teknisk fejl. Fors\u00F8g igen.
AUTH013.description=Split 2-factor authentication is not possible
AUTH013.text=Der er opst\u00E5et en teknisk fejl. Fors\u00F8g igen.
AUTH017.description=Environment error.
AUTH017.text=En teknisk fejl i browseren g\u00F8r at NemID ikke kan starte. Fors\u00F8g at sl\u00E5 un\u00F8dige plug-ins fra, eller pr\u00F8v igen med en anden browser.
AUTH018.description=Code app is revoked, i.e. the user tried to approve in a code app that was revoked. This happen is a code app is revoked (for any reason) in the time from the code app is initiated and the user approved in the app.
AUTH018.text=Din n\u00F8gleapp er sp\u00F8rret. For at bruge den igen skal den genaktiveres.
AUTH019.description=Prevent OTP card is activated and the user has no other active alternatives. I.e. the bank has enabled the prevent OTP card option, but the user has no alternative to the OTP card.
AUTH019.text=Det er ikke muligt at logge ind med n\u00F8glekort, brug anden l\u00F8sning n\u00F8gleapp eller n\u00F8gleviser.
AUTH020.description=Number of allowed attempts exceeded for self-contained logins, use 2factor login.
AUTH020.text=Kunne ikke logge ind med 1-faktor, pr\u00F8v med 2-faktor login.

CAN001.description=The user chose to cancel a flow that was started using a temporary password, e.g. an activation pin code. This error is not transmitted if the user navigates away from the page containing the client, e.g. by closing the browser window or clicking a link.
CAN001.text=Du har afbrudt aktiveringen efter du har brugt den midlertidige adgangskode. Din midlertidige adgangskode er ikke l\u00E6ngere gyldig, og du skal bestille en ny midlertidig adgangskode, f\u00F8r du kan aktivere og bruge NemID. Den nye, midlertidige adgangskode kan du bestille via NemID-support [https://www.nemid.nu/dk-da/support/faa_hjaelp_til_nemid/kontakt/].
CAN002.description=The user chose to cancel the operation by pressing the cancel button. This error is not transmitted if the user navigates away from the page containing the client, e.g. by closing the browser window or clicking a link.
CAN002.text=Du har afbrudt login.
CAN003.description=The client has timed out due to user inactivity, and the flow has been cancelled. [Mobile client: The user has switched to a different app.]
CAN003.text=Forbindelsen til applikationen er timet ud eller er blevet afbrudt af en anden app. Fors\u00F8g igen.
CAN004.description=The bank app has called logout during a flow.
CAN004.text=Sessionen er afbrudt. Fors\u00F8g igen.
CAN005.description=No response was received from the code app. This error is not transmitted if the user navigates away from the page containing the client, e.g. by closing the browser window or clicking a link.
CAN005.text=Det tog for lang tid, f\u00F8r du godkendte den anmodning, du havde sendt til din n\u00F8gleapp
CAN006.description=Code app enrol flow cancelled due to max limit.
CAN006.text=Du kan h\u00F8jst have 3 aktive n\u00F8gleapps ad gangen. Hvis du vil aktivere en ny n\u00F8gleapp, skal du f\u00F8rst sp\u00E6rre en af dine nuv\u00E6rende p\u00E5 nemid.nu eller ved at kontakte NemID 
CAN007.description=The user rejected the transaction in the code app
CAN007.text=Du har afvist din anmodning om godkendelse i din n\u00F8gleapp. Hvis det var en fejl, kan du sende en ny anmodning, n\u00E5r du har afsluttet ved at klikke p\u00E5 \u201DOk\u201D.
CAN008.description=The transaction has been cancelled due to overwrite of the code app notification.
CAN008.text=Du har sendt en ny anmodning til godkendelse i din n\u00F8gleapp, som overskriver en eksisterende.

CAPP004.description=The user attempted to confirm using a code app, which is suspended or revoked.
CAPP004.text=Din n\u00F8gleapp er suspenderet eller sp\u00E6rret. Pr\u00F8v at opdatere din n\u00F8gleapp.

LIB002.description=Network problem. A communication error occurred.
LIB002.text=Der er opst\u00E5et en teknisk fejl p\u00E5 grund af netv\u00E6rksproblemer. Fors\u00F8g igen. Kontakt [Tjenesteudbyder], hvis problemet forts\u00E6tter.

LOCK001.description=The user entered an incorrect password too many times, and his OTP device is now quarantined for 8 hours. This error code is returned during the session where the quarantine is initiated.
LOCK001.text=Du har angivet forkert bruger-id eller adgangskode for mange gange. NemID er nu sp\u00E6rret i 8 timer, hvorefter du kan fors\u00F8ge igen Har du glemt din adgangskode kan du finde hj\u00E6lp her [https://www.nemid.nu/dk-da/support/faa_hjaelp_til_nemid/kontakt/].
LOCK002.description=The user entered an incorrect password too many times, and his OTP device is now locked permanently. This error code is returned during the session where the lock is initiated.
LOCK002.text=Du har angivet en forkert adgangskode for mange gange. Dit NemID er sp\u00E6rret. Kontakt NemID support for at f\u00E5 adgang til dit NemID igen. [https://www.nemid.nu/dk-da/support/faa_hjaelp_til_nemid/kontakt/]
LOCK003.description=The user exceeded the allowed number OTP code attempts, and his OTP device is now revoked. This error code is returned during the session where the device is revoked.
LOCK003.text=Du har angivet forkert NemID n\u00F8gle for mange gange. Dit NemID er sp\u00E6rret. Kontakt NemID support for at f\u00E5 adgang til dit NemID igen. [https://www.nemid.nu/dk-da/support/faa_hjaelp_til_nemid/kontakt/]

SRV001.description=The signature on the client parameters could not be verified by DanID.
SRV001.text=Der er opst\u00E5et en teknisk fejl. Fors\u00F8g igen. Kontakt [Tjenesteudbyder], hvis problemet forts\u00E6tter.
SRV002.description=The authentication request could not be parsed by DanID.
SRV002.text=Der er opst\u00E5et en teknisk fejl. Fors\u00F8g igen. Kontakt [Tjenesteudbyder], hvis problemet forts\u00E6tter.
SRV003.description=The time stamp of the authentication request was not within the allowed time span.
SRV003.text=Der er opst\u00E5et en teknisk fejl. Fors\u00F8g igen. Kontakt [Tjenesteudbyder], hvis problemet forts\u00E6tter.
SRV004.description=An unrecoverable, internal error occurred in the NemID servers.
SRV004.text=Der er opst\u00E5et en teknisk fejl. Kontakt NemID support [https://www.nemid.nu/dk-da/support/faa_hjaelp_til_nemid/kontakt/].
SRV005.description=The service provider was not known by DanID.
SRV005.text=Der er opst\u00E5et en teknisk fejl. Kontakt [Tjenesteudbyder], hvis problemet forts\u00E6tter.
SRV006.description=The server lost the session it had established with the client. This may occur if the user leaves the client open for a prolonged stretch of time without interaction.
SRV006.text=Tidsgr\u00E6nse er overskredet. Fors\u00F8g venligst igen.
SRV007.description=The user is using an obsolete version of the CSP or the Mobile client
SRV007.text=Opdater venligst til nyeste version af [Navn p\u00E5 Tjenesteudbyders app].
SRV008.description=The server requires that identity protection be enabled in the SAML request.
SRV008.text=Der er opst\u00E5et en teknisk fejl. Kontakt [Tjenesteudbyder].
SRV010.description=The requested client is not available to the service provider.
SRV010.text=Der er opst\u00E5et en teknisk fejl. Fors\u00F8g igen. Kontakt [Tjenesteudbyder], hvis problemet forts\u00E6tter.
SRV011.description=The transaction context was too long.
SRV011.text=Der er opst\u00E5et en teknisk fejl. Fors\u00F8g igen. Kontakt [Tjenesteudbyder], hvis problemet forts\u00E6tter.

OCES001.description=The user has opted out of OCES, but is trying to log in at a service provider that requires it.
OCES001.text=Du har kun NemID til netbank. \u00D8nsker du at bruge NemID til andre hjemmesider, skal du tilknytte en offentlig digital signatur til dit NemID. [https://service.nemid.nu/dk-da/bestil_nemid/bestil_offentlig_digital_signatur_til_dit_nemid/].
OCES002.description=The user was not OCES-qualified, but is trying to log in at a service provider that requires it.
OCES002.text=\u00D8nsker du at bruge NemID til andet end netbank, skal du f\u00F8rst tilknytte en offentlig digital signatur. Det kan du g\u00F8re ved at lave en almindelig NemID bestilling. Bestil NemID [https://service.nemid.nu/dk-da/bestil_nemid/].
OCES003.description=The OTP device used to log in does not have OCES, but another OTP device belonging to the user does.
OCES003.text=Der er ikke tilknyttet en offentlig digital signatur til det NemID du har fors\u00F8gt at logge p\u00E5 med. Hvis du tidligere har logget ind hos os med NemID, kan fejlen skyldes, at du har flere NemID, og har brugt et andet end normalt.
OCES004.description=The user is not OCES-qualified due to not having a CPR-number, being younger than 15 years of age or having the identity type bank employee.
OCES004.text=Du kan kun bruge dette NemID til netbank.
OCES005.description=Returned in situations where a new certificate must be issued to complete the operation, but a technical error occurred while doing so.
OCES005.text=Udstedelsen af din offentlige digitale signatur mislykkedes. Fors\u00F8g venligst igen. Hvis problemet forts\u00E6tter, kontakt NemID support [https://www.nemid.nu/dk-da/support/faa_hjaelp_til_nemid/kontakt/]
OCES006.description=The user has only inaccessible or inactive OCES on all of his OTP devices or no OCES at all.
OCES006.text=Du har ikke en aktiv offentlig digital signatur tilknyttet NemID i \u00F8jeblikket. Ved bestilling af NemID vil du blive tilbudt at knytte en signatur til dit nuv\u00E6rende NemID. Bestil NemID [https://service.nemid.nu/dk-da/bestil_nemid/].

certificate.VALID=Gyldig
certificate.INVALID=Ugyldigt
certificate.NOT_YET_VALID=Ikke gyldigt endnu
certificate.EXPIRED=udl\u00F8bet<br /><br /> Logger du p\u00E5 som privat NemID bruger?<br /> Din offentlige digitale signatur er udl\u00F8bet, og du skal derfor bestille en ny.<br /> Bestil ny offentlig digital signatur til dit NemID [https://www.nemid.nu/genbestil] <br /><br /> Logger du p\u00E5 med NemID medarbejdersignatur?<br /> Din medarbejdersignatur er udl\u00F8bet. Kontakt din NemID-administrator. Er du selv administrator, skal du kontakte support.<br /> Kontakt NemID erhvervssupport [https://www.nets-danid.dk/kundeservice/]

certificate.REVOKED=Sp\u00E6rret

certificateTypes.poces=personligt certifikat
certificateTypes.moces=medarbejdercertifikat
certificateTypes.voces=virksomhedscertifikat
certificateTypes.foces=funktionscertifikat
certificateTypes.unknown=ukendt
